[Translation]
LanguageName=Romanian
LangCode=0418
ReadHabit=left-to-right
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Confirm=Confirmă
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Neterminat
TfrmWRMMain.btnCompleted.Caption=Finalizat
TfrmWRMMain.btnBack.caption=Înapoi
TfrmWRMMain.btnDone.Caption=Salvează
TfrmWRMMain.lblRepeat.caption=Repetă:
TfrmWRMMain.lblTime.caption=Timp:
TfrmWRMMain.lblName.caption=Descriere:
TfrmWRMMain.lblDate.caption=Data:
TfrmWRMMain.cbPeriod.Item1=O Dată
TfrmWRMMain.cbPeriod.Item2=Zilnic
TfrmWRMMain.cbPeriod.Item3=Săptămânal
TfrmWRMMain.cbPeriod.Item4=Lunar
TfrmWRMMain.cbPeriod.Item5=Anual
TfrmWRMMain.imgf.hint=Urmăriţi-ne pe Facebook
TfrmWRMMain.imgt.hint=Urmăriti-ne pe twitter
TfrmWRMMain.imgmail.hint=Faceţi-ne cunoscuţi prietenilor
TfrmWRMMain.imghome.hint=Pagina Principală
TfrmWRMMain.CloseHint=Închidere
TfrmWRMMain.MenuHint=Meniu
TfrmWRMMain.MinHint=Minimizare
TfrmWRMMain.lbl2.caption=Versiune Curentă:%s

TfrmWRMMain.lbl3.Caption=Verificare Actualizări
TfrmWRMMain.btnDetails.hint_1=Detalii
TfrmWRMMain.btnDetails.hint_2=Modifică și Recuperează
TfrmWRMMain.btnDelete.hint_1=Marchează ca și terminat
TfrmWRMMain.btnDelete.hint_2=Șterge
msgdlg.btnNO=Nu
msgdlg.btnOk=OK
msgdlg.btnYes=Da
constY=An
constM=Luna
constD=Ziua
constHH=Oră
constMM=Minute
constSS=Secunde
constYs=Ani
constMs=Luni
constDs=Zile
constHHs=Ore
constMMs=Minute
constSSs=Secunde
TfrmWRMMain.TrayMenuItem1=Ajutor Online   
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Pagină Principală
TfrmWRMMain.TrayMenuItem4=Contactați-ne
TfrmWRMMain.TrayMenuItem5=Verificare Actualizări
TfrmWRMMain.TrayMenuItem6=Verifică Știrile
TfrmWRMMain.TrayMenuItem7=Limba
TfrmWRMMain.TrayMenuItem8=Rulare la pornire
TfrmWRMMain.TrayMenuItem9=Despre
TfrmWRMMain.TrayMenuItem10=Ieșire
TfrmRemindDlg.Caption_1=Ai ratat câteva memoratorii
TfrmWRMMain.lbl1.caption=Reface
TfrmWRMMain.fxpmn.item1=Copie de Rezervă
TfrmWRMMain.fxpmn.item2=Recuperează
TfrmRemindDlg.Caption=Notificare
TfrmRemindDlg.btnComplete.Caption=OK am înțeles
TfrmRemindDlg.btnDelay.Caption=Amână
TfrmAbout.Caption=Despre
TfrmAbout.lblEmail.caption=Email Asistență:
TfrmAbout.lblhome.caption=Pagina Oficială:
TfrmAbout.lblthanks.caption=Mulțumim următorilor:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Versiunea Curentă:
[Messages]
ExitModify=Aveți modificări nesalvate. Sigur doriți să părăsiți această pagină?
RemindNameNULL=Vă rugăm să completați descrierea memoratorului!
NewVer=Versiune nouă disponibilă! Actualizați acum?
NoNewVer=Felicitări! Utilizați cea mai nouă versiune acum.
ExitApp=Sigur doriți să renunțați la Wise Reminder? Memoratoriile nu vor mai fi disponibile atunci!
NoneReminder=Nu ați setat nici un memoratoriu!
NoneCopmpleted=Nu ai nici un memoratoriu completat!
NoneSelected=Vă rugăm să selectați cel puțin un element!
TimeOver=Ați setat timpul mai devreme decât ora actuală!
[Lang]
NativeLanguage=Romanian
